tap "nikitabobko/tap"
brew "bat"
brew "docker"
brew "ffmpeg"
brew "figlet"
brew "fzf"
brew "git"
brew "imagemagick"
brew "lazygit"
brew "mas"
brew "mihomo"
brew "mole"
brew "neovim"
brew "node"
brew "python@3.14"
brew "stow"
brew "tmux"
brew "yazi"
brew "zoxide"
cask "aerospace"
cask "discord"
cask "font-lxgw-wenkai-mono-tc"
cask "font-maple-mono"
cask "ghostty"
cask "karabiner-elements"
cask "maccy"
cask "mumuplayer"
cask "obsidian"
cask "raycast"
cask "squirrel-app"
cask "swift-shift"
cask "tencent-meeting"
cask "wechat"
mas "Bitwarden", id: 1352778147
mas "Parallels Desktop", id: 1085114709
mas "Reeder", id: 1529448980
mas "Telegram", id: 747648890
mas "TickTick", id: 966085870
mas "Vimari", id: 1480933944
mas "Wipr", id: 1662217862
mas "xCal", id: 6745540489
