tap "nikitabobko/tap"
brew "bat"
brew "cmake"
brew "eza"
brew "fastfetch"
brew "fd"
brew "fish"
brew "fzf"
brew "go"
brew "grep"
brew "htop"
brew "lazygit"
brew "mas"
brew "neovim"
brew "node"
brew "python@3.14"
brew "starship"
brew "stow"
brew "tmux"
brew "yazi"
brew "zk"
brew "zoxide"
cask "aerospace"
cask "anki"
cask "baidunetdisk"
cask "bitwarden"
cask "cherry-studio"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "karabiner-elements"
cask "neteasemusic"
cask "pearcleaner"
cask "pixpin"
cask "raycast"
cask "stats"
cask "steam"
cask "swift-shift"
cask "telegram"
cask "tencent-meeting"
cask "vivaldi"
cask "vlc"
cask "wechat"
